Repository: larouxn/smile
Catalog: po/*.po
Languages: pl, sv

source: translator_credits
pl: skantek
sv: Dennis Cederberg

source: Whoa, it's still empty! Your most used emojis will show up here
pl: Ojej, nadal tu pusto! Twoje najbardziej używane emotikony pojawią się tutaj
sv: Här var det tomt! Dina mest använda emojier kommer visas här

source: No skintones available
pl: Brak dostępnych odcieni skóry
sv: Inga hudfärger tillgängliga

source: Copied!
pl: Skopiowane!
sv: Kopierat!

source: I have copied the emoji to the clipboard. You can now paste it in any input field.
pl: Skopiowałem emotikon do schowka. Możesz go teraz wkleić do jakiegokolwiek pola tekstowego.
sv: Emojin är kopierad till urklipp. Du kan klistra in den i valfritt inmatningsfält.

source: Settings
pl: Ustawienia
sv: Inställningar

source: General
pl: Główne
sv: Allmänt

source: Run in the background
pl: Działaj w tle
sv: Kör i bakgrunden

source: Keep Smile running in the background for a faster launch
pl: Pozostaw Smile działającego w tle dla szybszego otwierania
sv: Smile fortsätter köras i bakgrunden för snabbare uppstart

source: Minimize on exit
pl: Zminimalizuj na wyjściu
sv: Minimera vid avslut

source: Minimize the window when selecting an emoji
pl: Zminimalizuj okno po wybraniu emotikonu
sv: Minimera fönstret när en emoji har valts

source: Mouse behaviour
pl: Zachowanie myszy
sv: Musbeteende

source: Mouse multi select
pl: Wielokrotne zaznaczanie myszą
sv: Flerval

source: Select multiple emojis with a single mouse click, replacing Shift + Click; press Enter to confirm and Esc to dismiss.
pl: Wybierz kilka emotikonów pojedynczym naciśnięciem myszy, zamieniając Shift + LPM; naciśnij Enter, aby potwierdzić lub Esc, aby anulować.
sv: Välj flera emojier med enkelklick, ersätter Skift + Klick; tryck Retur för att bekräfta och Esc för att avfärda.

source: Paste emojis automatically
pl: Wklejaj emotikony automatycznie
sv: Klistra in emojier automatiskt

source: Enabled
pl: Włączone
sv: Aktiverat

source: Emulates the Ctrl+V shortcut; might <b>not work</b> on some programs. If using the extension, <b>please ensure that it is correctly ENABLED</b>.
pl: Emuluje skrót Ctrl + V; może <b>nie działać</b> na niektórych aplikacjach. Jeśli korzystasz z rozszerzenia, <b>proszę upewnić się, że jest ono poprawnie WŁĄCZONE</b>.
sv: Emulerar genvägen Ctrl+V; kanske <b>inte fungerar</b> i vissa program. Om tillägget används, <b>vänligen säkerställ att det är ordentligt AKTIVERAT</b>.

source: Get the GNOME extension
pl: Pobierz rozszerzenie powłoki GNOME
sv: Skaffa GNOME-tillägget

source: Install the extension to paste automatically on X11 and Wayland
pl: Zainstaluj rozszerzenie, aby wklejać automatycznie na X11 oraz Wayland
sv: Installera tillägget för att klistra in automatiskt under X11 och Wayland

source: Customization
pl: Personalizacja
sv: Anpassning

source: Localized tags
pl: Zlokalizowane tagi
sv: Lokaliserade taggar

source: Use localized tags
pl: Wykorzystuj zlokalizowane tagi
sv: Använd lokaliserade taggar

source: Merge localized and English tags
pl: Połącz zlokalizowane i angielskie tagi
sv: Slå ihop lokaliserade och engelska taggar

source: Use both localized tags and English ones at the same time
pl: Wykorzystuj zlokalizowane tagi wraz z angielskimi w tym samym czasie
sv: Använd både lokaliserade och engelska taggar samtidigt

source: Custom tags
pl: Własne tagi
sv: Anpassade taggar

source: Available (using the GNOME extension)
pl: Dostępne (za pomocą rozszerzenia powłoki GNOME)
sv: Tillgängligt (med GNOME-tillägget)

source: Requires the GNOME extension on Wayland
pl: Wymaga rozszerzenie powłoki GNOME na Wayland
sv: Kräver GNOME-tillägget under Wayland

source: Available (using xdotool on X11)
pl: Dostępne (za pomocą xdotool na X11)
sv: Tillgängligt (med xdotool under X11)

source: Launch the app with a shortcut
pl: Otwórz aplikację za pomocą skrótu
sv: Starta appen med en genväg

source: Create a new keyboard shortcut in your system settings and paste the following code as a custom command
pl: Utwórz nowy skrót klawiszowy w twoich ustawianiach systemu i wklej poniższy kod jako niestandardową komendę
sv: Skapa en ny tangentbordsgenväg i systeminställningarna och klistra in följande kod som ett anpassat kommando

source: Remove
pl: Usuń
sv: Ta bort

source: There are no custom tags yet: create one with Alt + T
pl: Nie ma jeszcze żadnych niestandardowych tagów: utwórz taki za pomocą Alt + T
sv: Det finns inga anpassade taggar än: skapa en med Alt + T

source: Default skintone
pl: Domyślny odcień skóry
sv: Förvald hudfärg

source: Emoji size
pl: Wielkość emotikonów
sv: Emojistorlek

source: Default
pl: Domyślna
sv: Standard

source: Big
pl: Duża
sv: Stor

source: Bigger
pl: Większa
sv: Större

source: Giant
pl: Gigantyczna
sv: Störst

source: Invalid file selected
pl: Wybrano niepoprawny plik
sv: Ogiltig fil vald

source: The configuration file that you selected is not a valid backup.
pl: Plik konfiguracji, który wybrałeś, nie jest prawidłową kopią zapasową.
sv: Den valda konfigurationsfilen är inte en giltig säkerhetskopia.

source: Close
pl: Zamknij
sv: Stäng

source: Preferences
pl: Ustawienia
sv: Inställningar

source: Shortcuts
pl: Skróty
sv: Genvägar

source: What's new?
pl: Co nowego?
sv: Vad är nytt?

source: Install GNOME extension
pl: Zainstaluj rozszerzenie GNOME
sv: Installera GNOME-tillägget

source: Translate this app
pl: Przetłumacz tą aplikację
sv: Översätt den här appen

source: About
pl: O
sv: Om

source: Mouse
pl: Mysz
sv: Mus

source: Open the skintone selector (if available)
pl: Otwórz wybieranie odcienia skóry (jeśli dostępne)
sv: Öppna hudfärgsväljaren (om tillgänglig)

source: Add a custom tag
pl: Dodaj niestandardowy tag
sv: Lägg till anpassad tagg

source: Keyboard
pl: Klawiatura
sv: Tangentbord

source: Copy the selected emoji and hide the window (When an emoji is highlighted)
pl: Skopiuj wybrany emotikon i ukryj okno (Kiedy emotikon jest zaznaczony)
sv: Kopiera den valda emojin och göm fönstret (när en emoji är markerad)

source: Copy first emoji and hide the window (When using the search bar)
pl: Skopiuj pierwszy emotikon i ukryj okno (Podczas używania paska wyszukiwania)
sv: Kopiera den första emojin och göm fönstret (vid användning av sökrutan)

source: Show the category on the right
pl: Pokaż kategorię po prawej
sv: Visa kategorin till höger

source: Show the category on the left
pl: Pokaż kategorię po lewej
sv: Visa kategorin till vänster

source: Add an emoji to selection
pl: Dodaj emotikon do zaznaczenia
sv: Lägg till en emoji i urvalet

source: Remove the last emoji from the selection
pl: Usuń ostatni emotikon z zaznaczenia
sv: Ta bort den senaste emojin från urvalet

source: Copy the selection and hide the window, without the highlighted emoji
pl: Skopiuj zaznaczenie i ukryj okno, bez zaznaczonego emotikona
sv: Kopiera urvalet och göm fönstret, utan den markerade emojin

source: Export and import custom tags
pl: Eksportuj i importuj niestandardowe tagi
sv: Exportera och importera anpassade taggar

source: Use the buttons below to create or restore custom tags from another machine
pl: Wykorzystaj przyciski poniżej, aby tworzyć lub przywracać niestandardowe tagi z innego urządzenia
sv: Använd knapparna nedan för att skapa eller återställa anpassade taggar från en annan enhet

source: Export to file
pl: Eksportuj do pliku
sv: Exportera till fil

source: Import from file
pl: Importuj z pliku
sv: Importera från fil

source: <small>Press Enter to select or ESC to close</small>
pl: <small>Naciśnij Enter, aby wybrać lub Esc aby zamknąć</small>
sv: <small>Tryck Retur för att välja eller Esc för att stänga</small>

source: <b>{emoji} Edit custom tags</b>
pl: <b>{emoji} Edytuj niestandardowe tagi</b>
sv: <b>{emoji} Ändra anpassade taggar</b>

source: List of custom tags, separated by comma
pl: Lista niestandardowych tagów, podzielona przecinkami
sv: Lista över anpassade taggar, kommaseparerade

source: <small><b>Default tags</b>: {default_tags}</small>
pl: <small><b>Domyślne tagi</b>: {default_tags}</small>
sv: <small><b>Standardtaggar</b>: {default_tags}</small>

source: <small>Press Enter to save or ESC to dismiss</small>
pl: <small>Naciśnij Enter, aby zapisać, lub Esc, aby anulować</small>
sv: <small>Tryck Retur för att spara eller Esc för att avfärda</small>

source: New features!
pl: Nowe funkcje!
sv: Nya funktioner!

source: Dismiss
pl: Zamknij
sv: Avfärda

source: Copy the selected emoji and hide the window
pl: Skopiuj wybrany emotikon i ukryj okno
sv: Kopiera den valda emojin och göm fönstret
